{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      },
      {
        "type": "Lowercase"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[BOS]": {
        "id": "[BOS]",
        "ids": [
          2
        ],
        "tokens": [
          "[BOS]"
        ]
      },
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          3
        ],
        "tokens": [
          "[EOS]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[BOS]": 2,
      "[EOS]": 3,
      "%": 4,
      "'": 5,
      "(": 6,
      ")": 7,
      ",": 8,
      "-": 9,
      ".": 10,
      "/": 11,
      "0": 12,
      "1": 13,
      "2": 14,
      "3": 15,
      "4": 16,
      "5": 17,
      "6": 18,
      "7": 19,
      "8": 20,
      "9": 21,
      ":": 22,
      ";": 23,
      "=": 24,
      "?": 25,
      "@": 26,
      "[": 27,
      "]": 28,
      "_": 29,
      "a": 30,
      "b": 31,
      "c": 32,
      "d": 33,
      "e": 34,
      "f": 35,
      "g": 36,
      "h": 37,
      "i": 38,
      "j": 39,
      "k": 40,
      "l": 41,
      "m": 42,
      "n": 43,
      "o": 44,
      "p": 45,
      "q": 46,
      "r": 47,
      "s": 48,
      "t": 49,
      "u": 50,
      "v": 51,
      "w": 52,
      "x": 53,
      "y": 54,
      "z": 55,
      "|": 56,
      "}": 57,
      "ó": 58,
      "̈": 59,
      "–": 60,
      "—": 61,
      "’": 62,
      "“": 63,
      "”": 64,
      "∗": 65,
      "": 66,
      "..": 67,
      "....": 68,
      "th": 69,
      "on": 70,
      "re": 71,
      "ti": 72,
      "the": 73,
      "in": 74,
      "an": 75,
      "er": 76,
      "........": 77,
      "en": 78,
      "al": 79,
      "st": 80,
      "or": 81,
      "es": 82,
      "at": 83,
      "tion": 84,
      "ed": 85,
      "and": 86,
      "of": 87,
      "is": 88,
      "................": 89,
      "as": 90,
      "ic": 91,
      "ro": 92,
      "ation": 93,
      "to": 94,
      "ve": 95,
      "ing": 96,
      "ent": 97,
      "ar": 98,
      "20": 99,
      "ur": 100,
      "si": 101,
      "le": 102,
      "lo": 103,
      "ir": 104,
      "de": 105,
      "we": 106,
      "ch": 107,
      "ma": 108,
      "ts": 109,
      "il": 110,
      "ou": 111,
      "se": 112,
      "ast": 113,
      "ac": 114,
      "ore": 115,
      "................................": 116,
      "con": 117,
      "it": 118,
      "di": 119,
      "for": 120,
      "10": 121,
      "me": 122,
      "co": 123,
      "all": 124,
      "ver": 125,
      "pre": 126,
      "gen": 127,
      "ce": 128,
      "mo": 129,
      "fore": 130,
      "im": 131,
      "ex": 132,
      "su": 133,
      "be": 134,
      "per": 135,
      "stor": 136,
      "ge": 137,
      "da": 138,
      "ig": 139,
      "pro": 140,
      "el": 141,
      "cast": 142,
      "ps": 143,
      "ith": 144,
      "forecast": 145,
      "that": 146,
      "un": 147,
      "do": 148,
      "ric": 149,
      "with": 150,
      "cal": 151,
      "ment": 152,
      "17": 153,
      "tro": 154,
      "ad": 155,
      "are": 156,
      "ter": 157,
      "ht": 158,
      "esis": 159,
      "sim": 160,
      "tive": 161,
      ".,": 162,
      "em": 163,
      "ser": 164,
      "ul": 165,
      "ations": 166,
      "genesis": 167,
      "storm": 168,
      "po": 169,
      "iti": 170,
      "ys": 171,
      "00": 172,
      "no": 173,
      "hur": 174,
      "rican": 175,
      "ab": 176,
      "forecasts": 177,
      "ical": 178,
      "serv": 179,
      "ly": 180,
      "so": 181,
      "gts": 182,
      "org": 183,
      "ated": 184,
      "sp": 185,
      "ure": 186,
      "hurrican": 187,
      "ho": 188,
      "200": 189,
      "//": 190,
      "://": 191,
      "ra": 192,
      "htt": 193,
      "cent": 194,
      "et": 195,
      "irma": 196,
      "https": 197,
      "cl": 198,
      "ob": 199,
      "were": 200,
      "cy": 201,
      "hurricane": 202,
      "rom": 203,
      "ec": 204,
      "tr": 205,
      "this": 206,
      "trop": 207,
      "from": 208,
      "doi": 209,
      "id": 210,
      "................................................................": 211,
      "tropical": 212,
      "wh": 213,
      "tin": 214,
      "ate": 215,
      "ted": 216,
      "was": 217,
      "fl": 218,
      "201": 219,
      "simil": 220,
      "observ": 221,
      "low": 222,
      ").": 223,
      "tc": 224,
      "ap": 225,
      "au": 226,
      "ud": 227,
      "ther": 228,
      "ity": 229,
      "am": 230,
      "ces": 231,
      "la": 232,
      "ction": 233,
      "ere": 234,
      "us": 235,
      "com": 236,
      "assimil": 237,
      "fig": 238,
      "enti": 239,
      "ting": 240,
      "ori": 241,
      "ol": 242,
      "by": 243,
      "ev": 244,
      "mon": 245,
      "sy": 246,
      "ff": 247,
      "scal": 248,
      "ta": 249,
      "ang": 250,
      "conve": 251,
      "par": 252,
      "qu": 253,
      "anal": 254,
      "str": 255
    },
    "merges": [
      [
        ".",
        "."
      ],
      [
        "..",
        ".."
      ],
      [
        "t",
        "h"
      ],
      [
        "o",
        "n"
      ],
      [
        "r",
        "e"
      ],
      [
        "t",
        "i"
      ],
      [
        "th",
        "e"
      ],
      [
        "i",
        "n"
      ],
      [
        "a",
        "n"
      ],
      [
        "e",
        "r"
      ],
      [
        "....",
        "...."
      ],
      [
        "e",
        "n"
      ],
      [
        "a",
        "l"
      ],
      [
        "s",
        "t"
      ],
      [
        "o",
        "r"
      ],
      [
        "e",
        "s"
      ],
      [
        "a",
        "t"
      ],
      [
        "ti",
        "on"
      ],
      [
        "e",
        "d"
      ],
      [
        "an",
        "d"
      ],
      [
        "o",
        "f"
      ],
      [
        "i",
        "s"
      ],
      [
        "........",
        "........"
      ],
      [
        "a",
        "s"
      ],
      [
        "i",
        "c"
      ],
      [
        "r",
        "o"
      ],
      [
        "a",
        "tion"
      ],
      [
        "t",
        "o"
      ],
      [
        "v",
        "e"
      ],
      [
        "in",
        "g"
      ],
      [
        "en",
        "t"
      ],
      [
        "a",
        "r"
      ],
      [
        "2",
        "0"
      ],
      [
        "u",
        "r"
      ],
      [
        "s",
        "i"
      ],
      [
        "l",
        "e"
      ],
      [
        "l",
        "o"
      ],
      [
        "i",
        "r"
      ],
      [
        "d",
        "e"
      ],
      [
        "w",
        "e"
      ],
      [
        "c",
        "h"
      ],
      [
        "m",
        "a"
      ],
      [
        "t",
        "s"
      ],
      [
        "i",
        "l"
      ],
      [
        "o",
        "u"
      ],
      [
        "s",
        "e"
      ],
      [
        "a",
        "st"
      ],
      [
        "a",
        "c"
      ],
      [
        "o",
        "re"
      ],
      [
        "................",
        "................"
      ],
      [
        "c",
        "on"
      ],
      [
        "i",
        "t"
      ],
      [
        "d",
        "i"
      ],
      [
        "f",
        "or"
      ],
      [
        "1",
        "0"
      ],
      [
        "m",
        "e"
      ],
      [
        "c",
        "o"
      ],
      [
        "al",
        "l"
      ],
      [
        "v",
        "er"
      ],
      [
        "p",
        "re"
      ],
      [
        "g",
        "en"
      ],
      [
        "c",
        "e"
      ],
      [
        "m",
        "o"
      ],
      [
        "f",
        "ore"
      ],
      [
        "i",
        "m"
      ],
      [
        "e",
        "x"
      ],
      [
        "s",
        "u"
      ],
      [
        "b",
        "e"
      ],
      [
        "p",
        "er"
      ],
      [
        "st",
        "or"
      ],
      [
        "g",
        "e"
      ],
      [
        "d",
        "a"
      ],
      [
        "i",
        "g"
      ],
      [
        "p",
        "ro"
      ],
      [
        "e",
        "l"
      ],
      [
        "c",
        "ast"
      ],
      [
        "p",
        "s"
      ],
      [
        "i",
        "th"
      ],
      [
        "fore",
        "cast"
      ],
      [
        "th",
        "at"
      ],
      [
        "u",
        "n"
      ],
      [
        "d",
        "o"
      ],
      [
        "r",
        "ic"
      ],
      [
        "w",
        "ith"
      ],
      [
        "c",
        "al"
      ],
      [
        "m",
        "ent"
      ],
      [
        "1",
        "7"
      ],
      [
        "t",
        "ro"
      ],
      [
        "a",
        "d"
      ],
      [
        "a",
        "re"
      ],
      [
        "t",
        "er"
      ],
      [
        "h",
        "t"
      ],
      [
        "es",
        "is"
      ],
      [
        "si",
        "m"
      ],
      [
        "ti",
        "ve"
      ],
      [
        ".",
        ","
      ],
      [
        "e",
        "m"
      ],
      [
        "s",
        "er"
      ],
      [
        "u",
        "l"
      ],
      [
        "ation",
        "s"
      ],
      [
        "gen",
        "esis"
      ],
      [
        "stor",
        "m"
      ],
      [
        "p",
        "o"
      ],
      [
        "i",
        "ti"
      ],
      [
        "y",
        "s"
      ],
      [
        "0",
        "0"
      ],
      [
        "n",
        "o"
      ],
      [
        "h",
        "ur"
      ],
      [
        "ric",
        "an"
      ],
      [
        "a",
        "b"
      ],
      [
        "forecast",
        "s"
      ],
      [
        "ic",
        "al"
      ],
      [
        "ser",
        "v"
      ],
      [
        "l",
        "y"
      ],
      [
        "s",
        "o"
      ],
      [
        "g",
        "ts"
      ],
      [
        "or",
        "g"
      ],
      [
        "at",
        "ed"
      ],
      [
        "s",
        "p"
      ],
      [
        "u",
        "re"
      ],
      [
        "hur",
        "rican"
      ],
      [
        "h",
        "o"
      ],
      [
        "20",
        "0"
      ],
      [
        "/",
        "/"
      ],
      [
        ":",
        "//"
      ],
      [
        "r",
        "a"
      ],
      [
        "ht",
        "t"
      ],
      [
        "c",
        "ent"
      ],
      [
        "e",
        "t"
      ],
      [
        "ir",
        "ma"
      ],
      [
        "htt",
        "ps"
      ],
      [
        "c",
        "l"
      ],
      [
        "o",
        "b"
      ],
      [
        "we",
        "re"
      ],
      [
        "c",
        "y"
      ],
      [
        "hurrican",
        "e"
      ],
      [
        "ro",
        "m"
      ],
      [
        "e",
        "c"
      ],
      [
        "t",
        "r"
      ],
      [
        "th",
        "is"
      ],
      [
        "tro",
        "p"
      ],
      [
        "f",
        "rom"
      ],
      [
        "do",
        "i"
      ],
      [
        "i",
        "d"
      ],
      [
        "................................",
        "................................"
      ],
      [
        "trop",
        "ical"
      ],
      [
        "w",
        "h"
      ],
      [
        "ti",
        "n"
      ],
      [
        "at",
        "e"
      ],
      [
        "t",
        "ed"
      ],
      [
        "w",
        "as"
      ],
      [
        "f",
        "l"
      ],
      [
        "20",
        "1"
      ],
      [
        "sim",
        "il"
      ],
      [
        "ob",
        "serv"
      ],
      [
        "lo",
        "w"
      ],
      [
        ")",
        "."
      ],
      [
        "t",
        "c"
      ],
      [
        "a",
        "p"
      ],
      [
        "a",
        "u"
      ],
      [
        "u",
        "d"
      ],
      [
        "the",
        "r"
      ],
      [
        "it",
        "y"
      ],
      [
        "a",
        "m"
      ],
      [
        "c",
        "es"
      ],
      [
        "l",
        "a"
      ],
      [
        "c",
        "tion"
      ],
      [
        "e",
        "re"
      ],
      [
        "u",
        "s"
      ],
      [
        "co",
        "m"
      ],
      [
        "as",
        "simil"
      ],
      [
        "f",
        "ig"
      ],
      [
        "en",
        "ti"
      ],
      [
        "tin",
        "g"
      ],
      [
        "or",
        "i"
      ],
      [
        "o",
        "l"
      ],
      [
        "b",
        "y"
      ],
      [
        "e",
        "v"
      ],
      [
        "m",
        "on"
      ],
      [
        "s",
        "y"
      ],
      [
        "f",
        "f"
      ],
      [
        "s",
        "cal"
      ],
      [
        "t",
        "a"
      ],
      [
        "an",
        "g"
      ],
      [
        "con",
        "ve"
      ],
      [
        "p",
        "ar"
      ],
      [
        "q",
        "u"
      ],
      [
        "an",
        "al"
      ],
      [
        "st",
        "r"
      ]
    ]
  }
}