{"[PAD]":0,"[UNK]":1,"[BOS]":2,"[EOS]":3,"%":4,"'":5,"(":6,")":7,",":8,"-":9,".":10,"/":11,"0":12,"1":13,"2":14,"3":15,"4":16,"5":17,"6":18,"7":19,"8":20,"9":21,":":22,";":23,"=":24,"?":25,"@":26,"[":27,"]":28,"_":29,"a":30,"b":31,"c":32,"d":33,"e":34,"f":35,"g":36,"h":37,"i":38,"j":39,"k":40,"l":41,"m":42,"n":43,"o":44,"p":45,"q":46,"r":47,"s":48,"t":49,"u":50,"v":51,"w":52,"x":53,"y":54,"z":55,"|":56,"}":57,"ó":58,"̈":59,"–":60,"—":61,"’":62,"“":63,"”":64,"∗":65,"":66,"..":67,"....":68,"th":69,"on":70,"re":71,"ti":72,"the":73,"in":74,"an":75,"er":76,"........":77,"en":78,"al":79,"st":80,"or":81,"es":82,"at":83,"tion":84,"ed":85,"and":86,"of":87,"is":88,"................":89,"as":90,"ic":91,"ro":92,"ation":93,"to":94,"ve":95,"ing":96,"ent":97,"ar":98,"20":99,"ur":100,"si":101,"le":102,"lo":103,"ir":104,"de":105,"we":106,"ch":107,"ma":108,"ts":109,"il":110,"ou":111,"se":112,"ast":113,"ac":114,"ore":115,"................................":116,"con":117,"it":118,"di":119,"for":120,"10":121,"me":122,"co":123,"all":124,"ver":125,"pre":126,"gen":127,"ce":128,"mo":129,"fore":130,"im":131,"ex":132,"su":133,"be":134,"per":135,"stor":136,"ge":137,"da":138,"ig":139,"pro":140,"el":141,"cast":142,"ps":143,"ith":144,"forecast":145,"that":146,"un":147,"do":148,"ric":149,"with":150,"cal":151,"ment":152,"17":153,"tro":154,"ad":155,"are":156,"ter":157,"ht":158,"esis":159,"sim":160,"tive":161,".,":162,"em":163,"ser":164,"ul":165,"ations":166,"genesis":167,"storm":168,"po":169,"iti":170,"ys":171,"00":172,"no":173,"hur":174,"rican":175,"ab":176,"forecasts":177,"ical":178,"serv":179,"ly":180,"so":181,"gts":182,"org":183,"ated":184,"sp":185,"ure":186,"hurrican":187,"ho":188,"200":189,"//":190,"://":191,"ra":192,"htt":193,"cent":194,"et":195,"irma":196,"https":197,"cl":198,"ob":199,"were":200,"cy":201,"hurricane":202,"rom":203,"ec":204,"tr":205,"this":206,"trop":207,"from":208,"doi":209,"id":210,"................................................................":211,"tropical":212,"wh":213,"tin":214,"ate":215,"ted":216,"was":217,"fl":218,"201":219,"simil":220,"observ":221,"low":222,").":223,"tc":224,"ap":225,"au":226,"ud":227,"ther":228,"ity":229,"am":230,"ces":231,"la":232,"ction":233,"ere":234,"us":235,"com":236,"assimil":237,"fig":238,"enti":239,"ting":240,"ori":241,"ol":242,"by":243,"ev":244,"mon":245,"sy":246,"ff":247,"scal":248,"ta":249,"ang":250,"conve":251,"par":252,"qu":253,"anal":254,"str":255}